Repository: meugamer/wpmovielibrary
Catalog: languages/wpmovielibrary-*.po
Languages: pt_br

source: Number of Collections.
pt_br: Nombre de collections.

source: Number of Genres.
pt_br: Nombre de genres.

source: Number of Actors.
pt_br: Nombre d'acteurs.

source: Detail
pt_br: Detalhe
