Repository: meugamer/wpmovielibrary
Catalog: languages/wpmovielibrary-*.po
Languages: pt_br

source: Actors
pt_br: Atores

source: Collections
pt_br: Diretores

source: Genres
pt_br: Gêneros

source: Still on Alpha2, nothing here yet!
pt_br: Toujours en Alpha2, rien ici pour l'instant !

source: Latest
pt_br: Último

source: Favorites
pt_br: Favoritos

source: Import
pt_br: Importar

source: Search options
pt_br: Opções de pesquisa

source: Clean History
pt_br: Limpar Histórico

source: Search a specific year:
pt_br: Procure um ano específico:

source: Search a specific primary year:
pt_br: Pesquise em um ano específico:

source: Select a language:
pt_br: Selecione um idioma:

source: Include adult movies
pt_br: Incluir filmes adultos

source: Enable paginated results
pt_br: Ativar paginação de resultados

source: Autocomplete collections
pt_br: Completar automaticamente os diretores

source: Autocomplete actors
pt_br: Completar automaticamente os atores

source: Autocomplete genres
pt_br: Completar automaticamente os gêneros

source: Maximum number of actors:
pt_br: Número máximo de atores

source: Hide previoulsy imported backdrops
pt_br: Masquer les fonds d'écran déjà importés

source: Hide previoulsy imported posters
pt_br: Masquer les affiches déjà importées

source: Automatically import backdrops
pt_br: Importer automatiquement les fonds d'écran

source: Automatically import posters
pt_br: Importer automatiquement les affiches

source: Number of backdrops to import:
pt_br: Nombre de fonds d'écran à importer :

source: Number of posters to import:
pt_br: Nombre d'affiches à importer :

source: Set default poster as featured image
pt_br: Définir l'affichage par défaut comme image à la une

source: Save current settings
pt_br: Salvar configurações atuais

source: Select a type of grid
pt_br: Sélectionner un type

source: Select a grid mode
pt_br: Sélectionner un mode

source: Select a theme
pt_br: Sélectionner un thème

source: This image is already in your media library.
pt_br: Cette image est déjà dans votre médiathèque.

source: Unselect
pt_br: Déselectionner

source: Filter by size
pt_br: Filtrer par taille

source: All sizes
pt_br: Toutes les tailles

source: Small
pt_br: Pequeno

source: Medium
pt_br: Médio

source: Large
pt_br: Grande

source: Giant
pt_br: Giante

source: Filter by language
pt_br: Filtrar por idioma

source: All languages
pt_br: Todos os idiomas

source: Set as movie image(s)
pt_br: Definir como imagem(s) de filme

source: Set the selected images as
pt_br: Définir les images sélectionnées comme

source: backdrop(s)
pt_br: fond(s) d'écran

source: poster(s)
pt_br: affiche(s)

source: Poster preview
pt_br: Aperçu de l'affiche

source: Backdrop preview
pt_br: Affichage du fond d'écran

source: Edit Image
pt_br: Editar Imagem

source: Close Editor
pt_br: Fechar o Editor

source: File name:
pt_br: Nome do arquivo:

source: File type:
pt_br: Type du fichier :

source: Uploaded on:
pt_br: Mis en ligne sur :

source: File size:
pt_br: Taille du fichier :

source: Dimensions:
pt_br: Dimensões :

source: Delete Permanently
pt_br: Supprimer définitivement

source: Title
pt_br: Título

source: Caption
pt_br: Legenda

source: Alternative Text
pt_br: Texto Alternativo

source: Description
pt_br: Descrição

source: Options
pt_br: Configurações

source: Edit
pt_br: Editar

source: Remove
pt_br: Excluir

source: Featured
pt_br: Em destaque

source: Import Backdrops
pt_br: Importer les fonds d'écran

source: Import Posters
pt_br: Importar Pôsters

source: Upload Backdrops
pt_br: Ajouter des fonds d'écran

source: Upload Posters
pt_br: Adicionar Pôsters

source: Metadata
pt_br: Métadonnées

source: Meh
pt_br: Mês

source: Meh meh meh.
pt_br: Meses atrás

source: Details
pt_br: Detalhes

source: Cast
pt_br: Elenco

source: Crew
pt_br: Equipe Técnica

source: Backdrops
pt_br: Fonds d'écran

source: Posters
pt_br: Affiches

source: Actor Meta
pt_br: Métadonnées

source: Appearance
pt_br: Apparence

source: Custom Actor Picture
pt_br: Image personnalisée

source: Upload a custom picture for this actor.
pt_br: Télécharger une image personnalisée pour cet acteur.

source: Actor picture
pt_br: Image de l'acteur

source: A default picture for this actor.
pt_br: Image par défaut pour cet acteur.

source: Neutral
pt_br: Neutre

source: Female
pt_br: Feminino

source: Male
pt_br: Masculino

source: Genre Meta
pt_br: Meta de gênero

source: Custom Collection Thumbnail
pt_br: Imagem personalizada

source: Upload a custom thumbnail for this collection.
pt_br: Télécharger une image personnalisée pour cette collection.

source: Collection thumbnail
pt_br: Miniatura

source: A default thumbnail for this collection.
pt_br: Image par défaut pour cette collection.

source: Collection A
pt_br: Diretor A

source: Collection B
pt_br: Diretor B

source: Collection C
pt_br: Diretor C

source: Collection D
pt_br: Diretor D

source: Collection E
pt_br: Diretor E

source: Collection F
pt_br: Diretor F

source: Collection G
pt_br: Diretor G

source: Collection H
pt_br: Diretor H

source: Collection I
pt_br: Diretor I

source: Collection J
pt_br: Diretor J

source: Collection K
pt_br: Diretor K

source: Collection L
pt_br: Diretor L

source: Collection M
pt_br: Diretor M

source: Collection N
pt_br: Diretor N

source: Collection O
pt_br: Diretor O

source: Collection P
pt_br: Diretor P

source: Collection Q
pt_br: Diretor Q

source: Collection R
pt_br: Diretor R

source: Collection S
pt_br: Diretor S

source: Collection T
pt_br: Diretor T

source: Collection U
pt_br: Diretor U

source: Collection V
pt_br: Diretor V

source: Collection W
pt_br: Diretor W

source: Collection X
pt_br: Diretor X

source: Collection Y
pt_br: Diretor Y

source: Collection Z
pt_br: Diretor Z

source: Default Collection
pt_br: Diretor padrão

source: Identity
pt_br: Identité

source: TMDb genre
pt_br: TMDb gênero

source: Select the TMDb genre corresponding to this genre, if any.
pt_br: Sélectionner le genre correspondant dans la liste des genres TMDb, s'il y en a un.

source: Action
pt_br: Ação

source: Adventure
pt_br: Aventura

source: Animation
pt_br: Animação

source: Comedy
pt_br: Comédia

source: Documentary
pt_br: Documentário

source: Family
pt_br: Família

source: Fantasy
pt_br: Fantasia

source: Foreign
pt_br: Estrangeiro

source: History
pt_br: História

source: Horror
pt_br: Terror

source: Music
pt_br: Musical

source: Mystery
pt_br: Mistério

source: Science-fiction
pt_br: Ficção-científica

source: TV Movie
pt_br: Televisão

source: War
pt_br: Guerra

source: Western
pt_br: Velho Oeste

source: Custom Genre Thumbnail
pt_br: Miniatura de gênero personalizado

source: Upload a custom thumbnail for this genre.
pt_br: Télécharger une image personnalisée pour ce genre.

source: Genre thumbnail
pt_br: Miniature

source: A default thumbnail for this genre.
pt_br: Image par défaut pour ce genre.

source: Science Fiction
pt_br: Ficção-científica

source: Unknown
pt_br: Inconnu

source: Movie Library Permalinks
pt_br: Permaliens de la vidéothèque

# slug
source: movie
pt_br: filme

# slug
source: actor
pt_br: ator

# slug
source: collection
pt_br: diretor

# slug
source: genre
pt_br: genero

# slug
source: movies
pt_br: films

# slug
source: actors
pt_br: atores

# slug
source: collections
pt_br: diretores

# slug
source: genres
pt_br: generos

source: Movies
pt_br: Filmes

source: Movie Permalinks
pt_br: Permaliens des films

source: Permalink structure for single movie pages. <a href="https://codex.wordpress.org/Using_Permalinks">Standard tags</a> are supported along with specific movie tags.
pt_br: Structure de permalien des films. Les <a href="https://codex.wordpress.org/Using_Permalinks">marqueurs de structure</a> sont utilisables ainsi que plusieurs marqueurs spécifiques.

source: Title and Year
pt_br: Título e Ano

source: Title and Month
pt_br: Titre et mois

source: Title and Release Year
pt_br: Titre et année de sortie

source: Title and Release Month
pt_br: Titre et mois de sortie

source: Title and IMDb ID
pt_br: Titre et ID IMDb

source: Title and TMDb ID
pt_br: Titre et ID TMDb

source: Archive base
pt_br: Base des archives

source: Movie Archives Permalinks
pt_br: Permaliens des archives de films

source: Permalink structure for movies archives pages.
pt_br: Structure de permalien des archives de films

source: Actor Permalinks
pt_br: Links Permanentes para Ator

source: Permalink structure for single actor pages.
pt_br: Structure de permalien des pages d'acteurs

source: Actors Archives Permalinks
pt_br: Permaliens des archives d'acteurs

source: Permalink structure for actors archives pages.
pt_br: Structure de permalien des archives des acteurs.

source: Genre Permalinks
pt_br: Permaliens des genres

source: Permalink structure for single genre pages.
pt_br: Structure de permalien des pages de genres.

source: Genres Archives Permalinks
pt_br: Permaliens des archives de genres

source: Permalink structure for genres archives pages.
pt_br: Structure de permalien des archives des genres.

source: Collection Permalinks
pt_br: Permaliens des collections

source: Permalink structure for single collection pages.
pt_br: Structure de permalien des pages de collections.

source: Collections Archives Permalinks
pt_br: Permaliens des archives de collections.

source: Permalink structure for collections archives pages.
pt_br: Structure de permalien des archives des collections.

source: An archive page has already been set for movies archives. This page will replace the default WordPress archive display and therefore use the page permalink. You can modify this by <a href="%s" target="_blank">editing the page</a> post name.
pt_br: Une page d'archive a déjà été définie pour les films. Cette page remplacera l'affichage classique de WordPress et par conséquent utilisera le permalien de la page. Vous pouvez modifier cela en <a href="%s" target="_blank">changeant le nom</a> de la page.

source: You don’t have any archive page set for actors yet, which makes this setting meaningless. Define an archive page by <a href="%1$s">creating a standard WordPress page</a> and set it as archive in the relevant Metabox. <a href="%2$s">Learn more about archive pages</a>.
pt_br: Vous n'avez aucune page d'archive définie pour les acteurs⋅trices, ce qui rend ce réglage sans intérêt. Ajoutez une page d'archive en <a href="%1$s">créant une page normale</a> et utilisant l'option prévue à cet effet. <a href="%2$s">En savoir plus</a> à propos des pages d'archives.

source: You don’t have any archive page set for genres yet, which makes this setting meaningless. Define an archive page by <a href="%1$s">creating a standard WordPress page</a> and set it as archive in the relevant Metabox. <a href="%2$s">Learn more about archive pages</a>.
pt_br: Vous n'avez aucune page d'archive définie pour les genres, ce qui rend ce réglage sans intérêt. Ajoutez une page d'archive en <a href="%1$s">créant une page normale</a> et utilisant l'option prévue à cet effet. <a href="%2$s">En savoir plus</a> à propos des pages d'archives.

source: You don’t have any archive page set for collections yet, which makes this setting meaningless. Define an archive page by <a href="%1$s">creating a standard WordPress page</a> and set it as archive in the relevant Metabox. <a href="%2$s">Learn more about archive pages</a>.
pt_br: Vous n'avez aucune page d'archive définie pour les collections, ce qui rend ce réglage sans intérêt. Ajoutez une page d'archive en <a href="%1$s">créant une page normale</a> et utilisant l'option prévue à cet effet. <a href="%2$s">En savoir plus</a> à propos des pages d'archives.

source: Changes have been made to the archive pages, permalinks settings need to be update. Simply reload the %s, no saving required.
pt_br: Les pages d'archives ont été modifiées, les permaliens doivent être mis à jour. Accédez à la %s, aucune sauvegarde n'est nécessaire.

source: Permalinks page
pt_br: page des permaliens

# permalink
source: adult
pt_br: adulte

# permalink
source: author
pt_br: auteur

# permalink
source: company
pt_br: societe

# permalink
source: composer
pt_br: compositeur

# permalink
source: country
pt_br: país

# permalink
source: director
pt_br: realisateur

# permalink
source: language
pt_br: idioma

# permalink
source: spoken-languages
pt_br: idiomas falados

# permalink
source: local-release-date
pt_br: date-sortie-locale

# permalink
source: media
pt_br: mídia

# permalink
source: photography
pt_br: photographie

# permalink
source: producer
pt_br: producteur

# permalink
source: rating
pt_br: Nota

# permalink
source: release-date
pt_br: date-sortie

# permalink
source: revenue
pt_br: recette

# permalink
source: runtime
pt_br: duree

# permalink
source: status
pt_br: statut

# permalink
source: subtitles
pt_br: legendas

# permalink
source: writer
pt_br: escritor

source: Grid updated.
pt_br: Grille mise à jour.

source: Custom field updated.
pt_br: Champs personnalisés mis à jour.

source: Custom field deleted.
pt_br: Champs personnalisés supprimés.

source: Grid restored to revision from %s.
pt_br: Grille restaurée à la révision %s

source: Grid published.
pt_br: Grille publiée.

source: Grid saved.
pt_br: Grille sauvegardée.

source: Grid submitted.
pt_br: Grille soumise.

source: Grid scheduled for: %s.
pt_br: Grille programmée pour : %s.

source: Grid draft updated.
pt_br: Brouillon de grille mis à jour.

source: Preview
pt_br: Prévisualiser

source: Movies Grid Settings
pt_br: Configurações de grade filmes

source: Presets
pt_br: Préréglages

source: Grid preset
pt_br: Préréglage

source: Select a preset to apply to the grid.
pt_br: Sélectionnez un préréglage à appliquer à la grille.

source: Alphabetical Movies
pt_br: Alphabétique

source: Unalphabetical Movies
pt_br: Alphabétique inverse

source: This Year Movies
pt_br: Films de l'année

source: Last Year Movies
pt_br: Films de l'année dernière

source: Latest Added Movies
pt_br: Derniers ajouts

source: Earliest Added Movies
pt_br: Premiers ajouts

source: Latest Released Movies
pt_br: Dernières sorties

source: Earliest Released Movies
pt_br: Premières sorties

source: Incoming Movies
pt_br: Prochaines sorties

source: Most Rated Movies
pt_br: Meilleure note

source: Least Rated Movies
pt_br: Pire note

source: Custom
pt_br: Personnalisé

source: Number of columns
pt_br: Nombre de colonnes

source: Number of columns for the grid. Default is 5.
pt_br: Nombre de colonnes de la grille. Par défaut 5.

source: Number of rows
pt_br: Nombre de lignes

source: Number of rows for the grid. Default is 4.
pt_br: Nombre de lignes de la grille. Par défaut 4.

source: Movie Poster ideal width
pt_br: Largeur idéale des affiches

source: Ideal width for posters. Grid columns will never exceed that width. Default is 160.
pt_br: Hauteur idéale pour les affiches. Les colonnes de la grille n'excéderont pas cette largeur. Par défaut 134.

source: Movie Poster ideal height
pt_br: Hauteur idéale des affiches

source: Ideal height for posters. Grid rows will never exceed that height. Tip: that value should be equal to ideal width times 1.5. Default is 240.
pt_br: Hauteur idéale pour les affiches. Les lignes de la grille n'excéderont pas cette hauteur. Idéalement cette hauteur devrait être égale à 1,5 fois la largeur idéale. Par défaut 200.

source: Number of list columns
pt_br: Nombre de colonnes

source: Number of columns for the grid in list mode. Default is 3.
pt_br: Nombre de colonnes pour le mode liste. Par défaut 3.

source: Ideal column width
pt_br: Largeur idéale de colonne

source: Ideal width for columns in list mode. Default is 240.
pt_br: Largeur idéale pour les colonnes de la liste. Par défaut 240px.

source: Number of list rows
pt_br: Nombre de lignes

source: Number of rows for the grid in list mode. Default is 8.
pt_br: Nombre de lignes pour le mode liste. Par défaut 8.

source: Settings
pt_br: Configurações

source: Enable Pagination
pt_br: Habilitar Paginação

source: Allow visitors to browse through the grid. Is Ajax browsing is enabled, pagination will use Ajax to dynamically load new pages instead of reloading. Default is enabled.
pt_br: Permet aux visiteurs de parcourir la grille.

source: Enable user settings
pt_br: Autoriser les réglages utilisateur

source: Visitors will be able to change some settings to browse the grid differently. The changes only impact the user’s view and are not kept between visits. Default is enabled.
pt_br: Les visiteurs pourront modifier certains réglages pour parcourir la grille différemment. Les changements ne s'appliquent qu'au visiteur et ne sont pas conservé entre les visiters. Activé par défaut.

source: Enable letter filtering
pt_br: Activer le filtrage par lettre

source: Allow visitors to filter the grid by letters. Default is enabled.
pt_br: Autoriser les visiteurs à filtrer la grille par lettre. Activé par défaut.

source: Enable custom ordering
pt_br: Activer le classement personnalisé

source: Allow visitors to change the grid ordering, ie. the sorting and ordering settings. Default is enabled.
pt_br: Autoriser les visiteurs à modifier le classement de la grille. Activé par défaut.

source: Actors Grid Settings
pt_br: Réglages de la grille

source: Alphabetical Actors
pt_br: Alphabétique

source: Unalphabetical Actors
pt_br: Alphabétique inversé

source: Number of columns for the grid. Default is 4.
pt_br: Nombre de colonnes de la grille. Par défaut 4.

source: Number of rows for the grid. Default is 5.
pt_br: Nombre de lignes de la grille. Par défaut 5.

source: Actor picture ideal width
pt_br: Largeur idéale des images

source: Actor picture ideal height
pt_br: Hauteur idéale des images

source: Allow visitors to filter the grid by letters. <strong>Experimental!</strong> Default is disabled.
pt_br: Autoriser les visiteurs à filtrer la grille par lettre. <strong>Expérimental !</strong> Désactivé par défaut.

source: Collections Grid Settings
pt_br: Réglages de la grille

source: Alphabetical Collections
pt_br: Alphabétique

source: Unalphabetical Collections
pt_br: Alphabétique inversé

source: Genres Grid Settings
pt_br: Réglages de la grille

source: Alphabetical Genres
pt_br: Alphabétique

source: Unalphabetical Genres
pt_br: Alphabétique inverse

source: <strong>This grid is empty!</strong> Follow these steps to create your new grid.
pt_br: <strong>Cette grille est vide !</strong> Suivez les étapes suivantes pour créer votre nouvelle grille.

source: 1. Select a grid type
pt_br: 1. Sélectionnez un type de grille.

source: First, select a type of content for your grid.
pt_br: D'abord, sélectionnez un type de contenu pour votre grille.

source: 2. Select a display mode
pt_br: 2. Sélectionnez un mode d'affichage

source: Then chose a display mode among those available for your selected content…
pt_br: Puis choisissez un mode d'affichage parmi ceux disponibles pour le contenu sélectionné.

source: 3. Select a theme
pt_br: 3. Sélectionnez un thème

source: … And then a theme to apply to the grid items.
pt_br: Choisissez un thème à appliquer à la grille…

source: 4. Pick your settings
pt_br: 4. Choisissez vos réglages

source: Finally, tune your grid to your liking using the settings!
pt_br: … Et personnalisez l'affichage via les différents réglages !

source: None
pt_br: Aucun

source: Archive Page Settings
pt_br: Réglages des pages d'archives

source: Archive Grid
pt_br: Grille d’archive

source: Grid
pt_br: Grade

source: Select a Grid to show in the page content. Or maybe %s?
pt_br: Sélectionner une grille à afficher dans la page. Ou peut-être voulez-vous %s ?

source: add a new one
pt_br: Adicionar um novo

source: Grid Position
pt_br: Position de la grille

source: Where should the Grid be displayed.
pt_br: Où doit se placer la grille par rapport au contenu de la page

source: Before Post content
pt_br: Avant le contenu

source: After Post content
pt_br: Après le contenu

source: Adapt Page Title
pt_br: Adapter le titre de la page

source: Try to adapt the page’s title to the Grid title.
pt_br: Tenter d'adapter le titre de la page pour inclure le titre de la grille.

source: Adapt Post Title
pt_br: Adapter le titre du contenu

source: Try to adapt the post title to fit the Grid title.
pt_br: Tente adaptar o título do post para caber o título da grade.

source: Single Terms
pt_br: Prazo

source: Use for single terms
pt_br: Utiliser cette page pour les termes

source: Use this page to show single terms archives too. This will replace the standard WordPress archive page with a page containing the term Headbox and a grid of related movies.
pt_br: Utiliser cette page pour afficher les archives des termes. Cela remplacera la page classique d'archives WordPress par une page contenant l'en-tête du terme et une grille des films correspondants.

source: Headbox Theme
pt_br: Thème d'en-tête

source: Select a theme for the term Headbox. Select "None" to hide the Headbox.
pt_br: Sélectionnez un thème pour l'en-tête du terme. Choisissez « Aucun » pour masquer l'en-tête.

source: Default
pt_br: Défaut

source: Extended
pt_br: Étendu

source: Type of Archives:
pt_br: Type d'archives :

source: Cancel
pt_br: Cancelar

source: These settings control the permalinks used specifically by the movie library.
pt_br: Ces réglages contrôlent les permaliens utilisés par la vidéothèque.

source: Custom permalink settings are not available because WordPress Permalinks are disabled. To enable Permalinks please go to the top of the current page and select anything other than "Plain" in the "Common Settings" section.
pt_br: Les permaliens personnalisés ne sont pas disponibles car les permaliens WordPress sont désactivés. Pour activer les permaliens sélectionnez autre chose que « Simple » dans la section « Réglages les plus courants » en haut de la page.

source: Custom Structure
pt_br: Structure personnalisée

source: Enter a custom base to use. A base <strong>must</strong> be set or WordPress will use default instead.<br />Note: <code>%postname%</code> and similar name tags (<code>%movie%</code>, <code>%collection%</code>…) aren’t needed; WordPress will automatically add the movie’s name at the end of the URL.
pt_br: Saisissez une base personnalisée. Cette base <strong>doit</strong> être définie, sans quoi WordPress utilisera une version par défaut.<br />Note : <code>%postname%</code> et les marqueurs similaires (<code>%movie%</code>, <code>%collection%</code>…) ne sont pas nécessaires, WordPress ajoutera automatiquement le titre du film en fin d'URL.

source: Open Editor
pt_br: Abrir o Editor

source: Delete
pt_br: Supprimer

source: Details are personal data related to your experience of the movie: which media do you own? In which language(s)/subtitle(s)? What is the current status of your copy? How much did you enjoy it? These data are not automatically fetched like metadata, they are here to make it easier for you to manage your library.
pt_br: Les détails sont des données personnelles relative à votre expérience du film : en possédez-vous une copie, l'avez-vous vu au cinéma ? Dans quelle(s) langue(s), quels sous-titres ? Quel est le statut de votre exemplaire ? Le film vous a-t-il plu ? Etc. Contrairement aux métadonnées ces informations ne sont pas complétées automatiquement, elles sont là pour faciliter le classement et la gestion de votre vidéothèque.

source: Select a Grid
pt_br: Sélectionner la grille

source: Select a Grid to show in the Widget. Or maybe %s?
pt_br: Sélectionner une grille à afficher dans le Widget. Ou peut-être voulez-vous %s ?

source: create a new one
pt_br: en créer une nouvelle

source: Format
pt_br: Formato

source: You can edit the form of the Widget’s content; basic HTML tags are allowed (ul, ol, li, p, span, em, i, p, strong, b, br). Format Tags are:
pt_br: Vous pouvez modifier le contenu du Widget ; les tags HTML basiques sont autorisés (ul, ol, li, p, span, em, i, p, strong, b, br).

source: Total number of movies
pt_br: Número total de filmes
